7zip
adobe-source-code-pro-fonts
adobe-source-han-sans-cn-fonts
adobe-source-han-serif-cn-fonts
alacritty
amd-ucode
ananicy-cpp
arch-install-scripts
arch-wiki-docs
archlinux-contrib
archlinux-wallpaper
archlinuxcn-keyring
archlinuxcn-mirrorlist-git
base
base-devel
bat
bluetui
bluez-utils
breeze-icons
bridge-utils
btop
calc
catimg
chafa
clash-verge-rev
cliphist
code
dash
dhclient
dnsmasq
dosfstools
efibootmgr
exfat-utils
fastfetch
fcitx5
fcitx5-breeze
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-material-color
fcitx5-qt
fd
ffmpegthumbnailer
firefox
firefox-dark-reader
firefox-tridactyl
firefox-ublock-origin
fish
fzf
gammastep
gdb
git
glow
gnome-epub-thumbnailer
gnome-themes-extra
go
grim
grub
hyprland-git
hyprpicker
hyprpolkitagent
iftop
kanshi
kitty
libdwarf
libva-utils
libvirt
linux-firmware
linux-zen
linux-zen-headers
lsix
mako
man-db
man-pages
mate-polkit
mpv
nautilus
ncdu
neovim
networkmanager
niri
nm-connection-editor
noise-suppression-for-voice
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nvidia-open-dkms
nvidia-utils
nvtop
obs-studio-git
odt2txt
openbsd-netcat
openssh
os-prober
pacman-contrib
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
poppler
pulsemixer
qemu-audio-spice
qemu-base
qemu-chardev-spice
qemu-full
qemu-hw-display-qxl
qemu-hw-display-virtio-gpu
qemu-hw-display-virtio-gpu-pci
rebuild-detector
reflector
ripgrep
rsync
slurp
smartmontools
sshfs
starship
swaybg
swayidle
swayimg
swaylock
swtpm
sysstat
terminus-font
tigervnc
tmux
tree
ttf-firacode-nerd
ttf-hack-nerd
ttf-iosevka-nerd
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-nerd-fonts-symbols
ttf-roboto
ttf-sourcecodepro-nerd
udisks2
unrar-free
unzip
usbutils
vi
vim
virt-install
virt-manager
w3m
wev
wf-recorder
wget
wl-clipboard
wl-mirror
wlr-randr
wlroots0.18
wob
woff2-font-awesome
wtype
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xorg-xinput
xwayland-satellite
yay
yazi
zathura
zathura-pdf-mupdf
zip
zram-generator
zsh
